import "./index.css";

export const About = () => {
  return (
    <section className="about">
      <div className="about_content">
        <p className="par">
          Мы создаём функциональные, стильные и универсальные сумки, которые
          сопровождают вас в каждом движении и моменте жизни. Каждая модель
          MANTICORE — это сочетание продуманного дизайна, качества и комфорта,
          вдохновляющее на свободу, самовыражение и уверенность.
        </p>
        <p className="par">
          Мы верим, что сумка — это не просто аксессуар, а отражение личности и
          образа жизни. Поэтому объединяем инновации, ответственное производство
          и внимание к деталям, чтобы наши изделия становились неотъемлемой
          частью вашего стиля — современной, осознанной и независимой.
        </p>
      </div>
    </section>
  );
};
